simulation/993-fan-baseline/caseB_corrected/constant/RASProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      RASProperties;
}
RASModel          kEpsilon;
turbulence        on;
printExtraInfo    off;
