simulation/993-fan-baseline/caseB_corrected/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}
dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0.792395;
boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 0.792395;
    }
    outlet
    {
        type            zeroGradient;
    }
    hub
    {
        type            fixedValue;
        value           uniform 0;
    }
    throat
    {
        type            fixedValue;
        value           uniform 0;
    }
}
