simulation/993-fan-baseline/caseB_corrected/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}
dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0.0440284;
boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 0.0440284;
    }
    outlet
    {
        type            calculated;
        value           uniform 0.0440284;
    }
    hub
    {
        type            calculated;
        value           uniform 0.0440284;
    }
    throat
    {
        type            calculated;
        value           uniform 0.0440284;
    }
}
