simulation/993-fan-baseline/caseB_corrected/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}
solvers
{
    p
    {
        solver          GAMG;
        smoother        GaussSeidel;
        tolerance       1e-7;
        relTol          0.01;
    }
    "(U|k|epsilon)"
    {
        solver          smoothSolver;
        smoother        symGaussSeidel;
        tolerance       1e-6;
        relTol          0.01;
    }
}
SIMPLE
{
    nNonOrthogonalCorrectors 1;
    consistency yes;
    residualControl
    {
        p               1e-5;
        U               1e-5;
        "(k|epsilon|omega)" 1e-5;
    }
}
guessLinearInitial yes;
initialResidualControl
{
    p               1e-4;
    U               1e-4;
    "(k|epsilon|omega)" 1e-4;
}
relaxationFactors
{
    fields
    {
        p               0.3;
    }
    equations
    {
        ".*"            0.7;
    }
}
